Repository: Jesus230899/ChatIA
Catalog: lib/l10n/intl_*.arb
Languages: es

# solicitudProcesada
source: The request has been processed successfully
es: La solicitud se ha procesado correctamente

# solicitudProcesadaCreada
source: The request has been processed successfully, and the resource has been created
es: La solicitud se ha procesado correctamente y el recurso ha insertado creado

# solicitudNoProcesada
source: The request cannot be processed
es: La solicitud no puede ser procesada

# noAutorizacion
source: You do not have authorization to make this request
es: No tienes autorización para realizar esta petición

# consultaNoRealizada
source: Query not getting executed
es: Consulta no realizada

# solicitudNoPermitida
source: The request is not allowed
es: La solicitud no está permitida

# solicitudNoAceptada
source: The request is unacceptable
es: La solicitud no es aceptable

# solicitudConflicto
source: The request could not be completed due to a conflict in the request
es: La solicitud no se pudo completar debido a un conflicto en la solicitud

# recursoNoDisponible
source: The requested resource is no longer on the server
es: El recurso solicitado ya no está en el servidor

# errorServidor
source: The server is temporarily unavailable
es: El servidor no está temporalmente disponible

# errorDesconocido
source: Unknown error
es: Error desconocido
